accountsservice
acpi
aircrack-ng
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-studio
android-tools
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
asciidoctor
aspell
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bash-completion
bashtop
bat
bind
bless
blueman
bluez
bluez-utils
brave-bin
breeze
breeze-icons
bridge-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
cmake
cmatrix-git
conky
conky-manager
cowsay
cryptsetup
ddrescue
device-mapper
dex
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dos2unix
dosfstools
downgrade
doxygen
dpkg
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-hooks
eos-lightdm-slick-theme
eos-qogir-icons
eos-rankmirrors
eos-settings-i3wm
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
figlet
firefox
flatpak
freerdp
fsarchiver
fwupd
galculator
gimp
git
glances
glow
gnome-keyring
gnu-netcat
gping
graphviz
gsmartcontrol
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-engines
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
helvum
hexchat
hping
httpie
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
insync
inxi
ipcalc
iptables-nft
ipv6calc
iwd
jdk-openjdk
jfsutils
jq
kernel-install-for-dracut
kitty
kolourpaint
kooha
krita
kvantum
less
libdvdcss
libgsf
libopenraw
libva-utils
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lsscsi
lvm2
ly
maim
man-db
man-pages
mdadm
mdk4
meld
mesa-utils
mitmproxy
modemmanager
mpv
mtools
mutt
mypaint
nano
nano-syntax-highlighting
neofetch
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nilfs-utils
nmail
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nvtop
nwg-look
obs-studio
openssh
oxygen
pacman-contrib
papirus-icon-theme
pavucontrol
perl
php
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
polybar
polybar-spotify-module
poppler-glib
power-profiles-daemon
putty
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qemu-base
qpdf
ranger
rebuild-detector
reflector
reiserfsprogs
remmina
rofi
rsync
rtkit
s-nail
scrcpy
screen
scrot
sg3_utils
sipcalc
sl
slowhttptest
smartmontools
sof-firmware
speedtest-cli
sshpass
sublime-text
sudo
sway
sysfsutils
sysstat
systemd-sysvcompat
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-volman
timeshift
tldr
tmate
traceroute
tree
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
tumbler
ueberzug
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
virt-manager
visual-studio-code-bin
vlc
wavemon
wget
which
whois
winbox
wireplumber
wireshark-cli
wpa_supplicant
xarchiver
xbindkeys
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-xapp
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
yay
yt-dlp
zip
